xml/request/film_outofafrica.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <ns1:bibliographicData>
          <dkabm:record>
            <ac:identifier>28663412|870970</ac:identifier>
            <ac:source>undefined</ac:source>
            <dc:title>Out of Africa</dc:title>
            <dc:title xsi:type="dkdcplus:full">Out of Africa</dc:title>
            <dcterms:alternative>Mit Afrika</dcterms:alternative>
            <dc:subject xsi:type="dkdcplus:DK5">77.7</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCS">Karen Blixen</dc:subject>
            <dc:subject xsi:type="oss:sort">Blixen, Karen</dc:subject>
            <dc:subject xsi:type="dkdcplus:DK5-Text">Spillefilm</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCS">biografiske film</dc:subject>
            <dc:subject xsi:type="dkdcplus:genre">biografiske film</dc:subject>
            <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
            <dc:subject xsi:type="dkdcplus:DBCS">kærlighed</dc:subject>
            <dc:subject xsi:type="dkdcplus:genre">kærlighed</dc:subject>
            <dcterms:abstract>Om Karen Blixens liv på kaffefarmen i Kenya fra 1913-1931 med hovedvægten på hendes forhold til Dennis Finch Hatton</dcterms:abstract>
            <dc:description>Originalfilmen: USA : Universal, 1985</dc:description>
            <dc:description>Af indholdet: Extras</dc:description>
            <dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for børn over 11 år</dcterms:audience>
            <dcterms:audience xsi:type="dkdcplus:age">Fra 14 år</dcterms:audience>
            <dcterms:audience>børnematerialer</dcterms:audience>
            <dcterms:audience>voksenmaterialer</dcterms:audience>
            <dc:publisher>Universal Pictures Nordic</dc:publisher>
            <dc:contributor>David Watkin (f. 1925)</dc:contributor>
            <dc:contributor>Karen Blixen</dc:contributor>
            <dc:contributor>Kurt Luedtke</dc:contributor>
            <dc:contributor>Sydney Pollack</dc:contributor>
            <dc:contributor xsi:type="dkdcplus:act">Robert Redford</dc:contributor>
            <dc:contributor xsi:type="dkdcplus:act">Meryl Streep</dc:contributor>
            <dc:contributor xsi:type="dkdcplus:act">Klaus Maria Brandauer</dc:contributor>
            <dc:date>2010</dc:date>
            <dc:type xsi:type="dkdcplus:BibDK-Type">Blu-ray</dc:type>
            <dc:format>1 blu-ray disc, blu-ray</dc:format>
            <dcterms:extent>ca. 2 t., 41 min.</dcterms:extent>
            <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
            <dc:language>Flere sprog</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">eng</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">jpn</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">fre</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">ita</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">ger</dc:language>
            <dc:language xsi:type="dkdcplus:spoken">spa</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">jpn</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">eng</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">fre</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">ita</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">ger</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">spa</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">dut</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">chi</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">dan</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">fin</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">gre</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">kor</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">nor</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">por</dc:language>
            <dc:language xsi:type="dkdcplus:subtitles">swe</dc:language>
            <dcterms:spatial xsi:type="dkdcplus:DBCS">Kenya</dcterms:spatial>
            <dcterms:spatial xsi:type="dkdcplus:DBCS">Afrika</dcterms:spatial>
            <dcterms:temporal xsi:type="dkdcplus:DBCP">1910-1919</dcterms:temporal>
            <dcterms:temporal xsi:type="dkdcplus:DBCP">1920-1929</dcterms:temporal>
          </dkabm:record>
          <marcx:collection xmlns:marcx="http://www.bs.dk/standards/MarcXchange">
            <record format="danMARC2" type="Bibliographic">
              <leader>000000000000000000000000</leader>
              <datafield tag="001" ind1="0" ind2="0">
                <subfield code="a">28663412</subfield>
                <subfield code="b">870970</subfield>
                <subfield code="c">20110328180537</subfield>
                <subfield code="d">20110221</subfield>
                <subfield code="f">a</subfield>
                <subfield code="t">FAUST</subfield>
              </datafield>
              <datafield tag="004" ind1="0" ind2="0">
                <subfield code="r">n</subfield>
                <subfield code="a">e</subfield>
              </datafield>
              <datafield tag="006" ind1="0" ind2="0">
                <subfield code="d">11</subfield>
                <subfield code="2">b</subfield>
              </datafield>
              <datafield tag="006" ind1="0" ind2="0">
                <subfield code="e">14</subfield>
                <subfield code="2">d</subfield>
              </datafield>
              <datafield tag="008" ind1="0" ind2="0">
                <subfield code="t">m</subfield>
                <subfield code="u">f</subfield>
                <subfield code="a">2010</subfield>
                <subfield code="b">se</subfield>
                <subfield code="l">mul</subfield>
                <subfield code="v">0</subfield>
              </datafield>
              <datafield tag="009" ind1="0" ind2="0">
                <subfield code="a">m</subfield>
                <subfield code="g">th</subfield>
              </datafield>
              <datafield tag="021" ind1="0" ind2="0">
                <subfield code="b">Brugsretskategori: C+</subfield>
              </datafield>
              <datafield tag="023" ind1="0" ind2="0">
                <subfield code="a">5050582777390</subfield>
              </datafield>
              <datafield tag="032" ind1="0" ind2="0">
                <subfield code="a">DBI201113</subfield>
                <subfield code="x">BKM201113</subfield>
              </datafield>
              <datafield tag="041" ind1="0" ind2="0">
                <subfield code="p">eng</subfield>
                <subfield code="p">jpn</subfield>
                <subfield code="p">fre</subfield>
                <subfield code="p">ita</subfield>
                <subfield code="p">ger</subfield>
                <subfield code="p">spa</subfield>
                <subfield code="u">jpn</subfield>
                <subfield code="u">eng</subfield>
                <subfield code="u">fre</subfield>
                <subfield code="u">ita</subfield>
                <subfield code="u">ger</subfield>
                <subfield code="u">spa</subfield>
                <subfield code="u">dut</subfield>
                <subfield code="u">chi</subfield>
                <subfield code="u">dan</subfield>
                <subfield code="u">fin</subfield>
                <subfield code="u">gre</subfield>
                <subfield code="u">kor</subfield>
                <subfield code="u">nor</subfield>
                <subfield code="u">por</subfield>
                <subfield code="u">swe</subfield>
              </datafield>
              <datafield tag="245" ind1="0" ind2="0">
                <subfield code="a">Out of Africa</subfield>
                <subfield code="e">director of photography David Watkin</subfield>
                <subfield code="e">based upon the following "Out of Africa" and other writings by Isak Dinesen, Isak Dinesen the life of a storyteller by Judith Thurman, "Silence will speak" by Errol Trzebinski</subfield>
                <subfield code="e">screenplay by Kurt Luedtke</subfield>
                <subfield code="f">produced and directed by Sydney Pollack</subfield>
              </datafield>
              <datafield tag="260" ind1="0" ind2="0">
                <subfield code="a">[Solna]</subfield>
                <subfield code="b">Universal Pictures Nordic</subfield>
                <subfield code="c">2010</subfield>
              </datafield>
              <datafield tag="300" ind1="0" ind2="0">
                <subfield code="n">1 blu-ray disc</subfield>
                <subfield code="e">blu-ray</subfield>
                <subfield code="l">ca. 2 t., 41 min.</subfield>
              </datafield>
              <datafield tag="504" ind1="0" ind2="0">
                <subfield code="a">Om Karen Blixens liv på kaffefarmen i Kenya fra 1913-1931 med hovedvægten på hendes forhold til Dennis Finch Hatton</subfield>
              </datafield>
              <datafield tag="508" ind1="0" ind2="0">
                <subfield code="a">Engelsk tale, samt synkronisering på japansk, fransk, italiensk, tysk og spansk</subfield>
              </datafield>
              <datafield tag="508" ind1="0" ind2="0">
                <subfield code="a">Undertekster på japansk, engelsk, fransk, italiensk, tysk, spansk, hollandsk, kinesisk, dansk, finsk, græsk, koreansk, norsk, portugisisk og svensk</subfield>
              </datafield>
              <datafield tag="512" ind1="0" ind2="0">
                <subfield code="i">Dansk titel</subfield>
                <subfield code="t">Mit Afrika</subfield>
              </datafield>
              <datafield tag="512" ind1="0" ind2="0">
                <subfield code="i">Medvirkende</subfield>
                <subfield code="e">Robert Redford, Meryl Streep, Klaus Maria Brandauer ... et al.</subfield>
              </datafield>
              <datafield tag="512" ind1="0" ind2="0">
                <subfield code="a">Originalfilmen: USA : Universal, 1985</subfield>
              </datafield>
              <datafield tag="517" ind1="0" ind2="0">
                <subfield code="a">Mærkning: Tilladt for børn over 11 år</subfield>
              </datafield>
              <datafield tag="517" ind1="0" ind2="0">
                <subfield code="a">Fra 14 år</subfield>
              </datafield>
              <datafield tag="534" ind1="0" ind2="0">
                <subfield code="a">Af indholdet: Extras</subfield>
              </datafield>
              <datafield tag="538" ind1="0" ind2="0">
                <subfield code="a">NORDIC 8277739</subfield>
              </datafield>
              <datafield tag="600" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Blixen</subfield>
                <subfield code="h">Karen</subfield>
                <subfield code="2">DBC</subfield>
              </datafield>
              <datafield tag="652" ind1="0" ind2="0">
                <subfield code="m">77.7</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="s">biografiske film</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="s">kærlighed</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="q">Kenya</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="q">Afrika</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="i">1910-1919</subfield>
              </datafield>
              <datafield tag="666" ind1="0" ind2="0">
                <subfield code="i">1920-1929</subfield>
              </datafield>
              <datafield tag="700" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Watkin</subfield>
                <subfield code="h">David</subfield>
                <subfield code="c">f. 1925</subfield>
              </datafield>
              <datafield tag="700" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="å">2</subfield>
                <subfield code="a">Blixen</subfield>
                <subfield code="h">Karen</subfield>
              </datafield>
              <datafield tag="700" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Luedtke</subfield>
                <subfield code="h">Kurt</subfield>
              </datafield>
              <datafield tag="700" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Pollack</subfield>
                <subfield code="h">Sydney</subfield>
              </datafield>
              <datafield tag="900" ind1="0" ind2="0">
                <subfield code="0"/>
                <subfield code="a">Dinesen</subfield>
                <subfield code="h">Isak</subfield>
                <subfield code="x">se</subfield>
                <subfield code="w">Blixen, Karen</subfield>
                <subfield code="z">700/2</subfield>
              </datafield>
              <datafield tag="s10" ind1="0" ind2="0">
                <subfield code="a">DBC</subfield>
              </datafield>
              <datafield tag="990" ind1="0" ind2="0">
                <subfield code="o">201113</subfield>
                <subfield code="b">v</subfield>
                <subfield code="u">nt</subfield>
              </datafield>
            </record>
          </marcx:collection>
        </ns1:bibliographicData>
      </ns1:originalData>
      <ns1:outputFormat>bibliotekdkFullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
